import os 


os.system('clear')
print("\n\n\n")
print("|ˉˉˉˉˉˉˉˉˉˉˉ|ˉ| /ˉˉˉˉˉˉˉˉ\ˉ\ |ˉˉˉˉˉˉˉˉ\ˉ\   /ˉˉˉˉˉˉˉˉ\ˉ\ |ˉ|ˉ|         |ˉˉˉˉˉˉˉˉˉˉ|ˉ| /ˉˉˉˉˉˉˉˉˉ|ˉ||ˉˉˉˉˉˉˉˉˉˉˉ|ˉ|")
print("ˉˉˉˉˉ| |ˉ|ˉˉˉˉˉ/ /ˉTˉˉˉˉ\ \ \| |ˉ|ˉˉˉ\ \ \ / /ˉTˉˉˉˉ\ \ \| | |          ˉˉˉ|  |ˉ|ˉ ˉ / /ˉ/ˉˉˉˉˉˉˉˉˉˉˉˉˉˉ| |ˉ|ˉˉˉˉˉ")
print("     | | |     | | |    | | || | |    | | || | |    | | || | |             |  | |    \ ˉˉˉˉˉˉˉˉ\ˉ\      | | |     ")
print("     | | |     | | |    | | || | |    / | || | |    | | || | |             |  | |     ˉˉˉˉˉˉˉˉ\ \ \     | | |     ")
print("     | | |     \ \ \    / / /| | |   / / / \ \ \    / / /| | |             |  | |    \ˉ\ˉ\    / / /     | | |     ")
print("     | | |      \ ˉˉˉˉˉˉ / / |  ˉˉˉˉˉ / /   \ ˉˉˉˉˉˉ / / |  ˉˉˉˉˉˉˉˉ|ˉ||ˉˉˉ    ˉˉˉ|ˉ| \ ˉˉˉˉˉˉ / /      | | |     ")
print("     ˉˉˉˉˉ       ˉˉˉˉˉˉˉˉˉˉ  ˉˉˉˉˉˉˉˉˉˉˉ     ˉˉˉˉˉˉˉˉˉˉ  ˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉˉ  ˉˉˉˉˉˉˉˉˉˉ       ˉˉˉˉˉ     ")
print("                                                                                                   version beta0.1")

operatorStr = getpass.getpass();